Repository: rajtrivedi2001/drupal-annotator
Catalog: locale/*.po
Languages: ru

source: W3C Range API not found
ru: W3C Range API не найдено

source: JSON parse/stringify API not found
ru: JSON parse/stringify API не найдено

source: Sorry, Annotator does not support your browser!
ru: Annotator не работает в этом браузере!

source: Errors
ru: Ошибка

source: The annotation store did not understand the request! (Error 400)
ru: Не верное обращение к хранилищу! (Ошибка 400)

source: You must be logged in to perform this operation! (Error 401)
ru: Вам необходимо авторизоваться для выполнения этой операции! (Ошибка 401)

source: You don't have permission to perform this operation! (Error 403)
ru: У вас нет прав выполнить эту операцию! (Ошибка 403)

source: Could not connect to the annotation store! (Error 404)
ru: Нет связи с хранилищем! (Ошибка 404)

source: Internal error in annotation store! (Error 500)
ru: Внутренняя ошибка в хранилище! (Ошибка 500)

source: Unknown error while speaking to annotation store!
ru: Неизвестная ошибка при обращении к хранилищу!

source: Annotate
ru: Создать аннотацию

source: Comments
ru: Комментарии

source: Cancel
ru: Отменить

source: Save
ru: Сохранить

source: Annotation
ru: Аннотация

source: Filter by
ru: Фильтроватъ

source: Navigate
ru: Перейти

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Clear
ru: Удалить

source: Allow anyone to <strong>view</strong> this annotation
ru: Эта аннотация <strong>видна</strong> всем

source: Allow anyone to <strong>edit</strong> this annotation
ru: Эта аннотация может быть <strong>отредактирована</strong> всеми

source: No comment
ru: Без комментария

source: To use the Markdown plugin, you must include Showdown into the page first.
ru: Чтобы использовать плагин Markdown, вы должны включить Showdown.

source: Add some tags here
ru: Добавьте теги здесь

source: View as webpage
ru: Открыть как веб страницу

source: Edit
ru: Редактировать

source: Delete
ru: Удалить
